export const mockPosts = [
   {
    id: 1,
    title: 'Как я учу React',
    content:
      'React — это библиотека для создания пользовательских интерфейсов. Я начал изучать её с компонентов и постепенно перешёл к хукам. Особенно интересным оказался useEffect, который помогает работать с побочными эффектами, например, запросами к API.',
  },
  {
    id: 2,
    title: 'Путешествие в Грузию',
    content:
      'В этом году я побывал в Тбилиси, Батуми и Казбеги. Еда потрясающая, особенно хинкали и хачапури. Люди доброжелательные, а природа просто захватывает дух! Хочу вернуться туда снова зимой, чтобы увидеть заснеженные горы.',
  },
  {
    id: 3,
    title: '5 полезных привычек для продуктивности',
    content:
      '1. Планировать день с вечера.\n2. Начинать утро без телефона.\n3. Делать короткие перерывы каждые 50 минут.\n4. Писать дневник задач.\n5. Ложиться спать в одно и то же время.\n\nЭти привычки помогают мне оставаться в фокусе и чувствовать себя лучше.',
  },
//   {
//     id: 4,
//     title: 'Что посмотреть на выходных?',
//     content:
//       'Если вы ищете, что посмотреть, вот мой список:\n- "Чернобыль" (HBO) — очень атмосферный мини-сериал\n- "Пацаны" (The Boys) — мрачная, но интересная антиутопия про супергероев\n- "Мир Дикого Запада" — много философии и вопросов о сознании\n\nА ещё рекомендую пересмотреть классику вроде "Матрицы".',
//   },
];